Repository: klekanger/BikeSpeed
Catalog: BikeSpeed/Localizable.xcstrings
Source language: en
Languages: nb

source: Altitude
nb: Høyde over havet

source: Auto-paused
nb: Autopauset

source: Average speed
nb: Gjennomsnittshastighet

source: Biggest climb
nb: Største stigning

source: Cancel
nb: Avbryt

source: Climb
nb: Stigning

source: Climb (accuracy)
nb: Stigning (nøyaktighet)

source: Couldn't open your trip history
nb: Kunne ikke åpne turloggen

source: Couldn't save trip
nb: Kunne ikke lagre turen

source: Current speed
nb: Nåværende hastighet

source: Date
nb: Dato

source: Delete this trip?
nb: Slette denne turen?

source: Delete Trip
nb: Slett tur

source: Direction of travel
nb: Retning

source: Distance
nb: Tilbakelagt distanse

source: Done
nb: Ferdig

source: Duration
nb: Varighet

source: E
nb: Ø

source: Export GPX
nb: Eksporter GPX

source: Fair
nb: Middels

source: Fastest average
nb: Høyeste snittfart

source: Finish
nb: Mål

source: Good
nb: Godt

source: GPX route
nb: GPX-rute

source: Height profile
nb: Høydeprofil

source: Imperial
nb: Miles (mi, ft)

source: Language
nb: Språk

source: Logging
nb: Logger

source: Longest ride
nb: Lengste tur

source: Max speed
nb: Maks hastighet

source: Metric
nb: Metrisk (km, m)

source: Motion & Fitness is off, so climb is measured by GPS instead of barometer. Turn it on for more accurate climb readings.
nb: Bevegelse og trening er slått av, så stigning måles med GPS i stedet for barometer. Slå det på for mer nøyaktig måling av stigning.

source: NE
nb: NØ

source: No altitude data for this trip
nb: Ingen høydedata for denne turen

source: No speed data for this trip
nb: Ingen fartsdata for denne turen

source: No trips logged yet
nb: Ingen turer registrert ennå

source: NW
nb: NV

source: Open full-screen map
nb: Åpne kart i fullskjerm

source: Open Settings
nb: Åpne Innstillinger

source: Pauses distance and time automatically when you stop.
nb: Pauser distanse og tid automatisk når du står stille.

source: Personal bests
nb: Personlige rekorder

source: Poor
nb: Dårlig

source: Position
nb: GPS-posisjon

source: Reset
nb: Nullstill

source: Resume
nb: Fortsett

source: Rides
nb: Turer

source: Route
nb: Rute

source: Save
nb: Lagre

source: SE
nb: SØ

source: Settings
nb: Innstillinger

source: Shows %@
nb: Viser %@

source: Speed
nb: Hastighet

source: Speed profile
nb: Fartsprofil

source: Stop
nb: Stopp

source: SW
nb: SV

source: This cannot be undone.
nb: Dette kan ikke angres.

source: This month
nb: Denne måneden

source: This week
nb: Denne uken

source: Top speed
nb: Toppfart

source: Total ascent
nb: Total stigning

source: Total descent
nb: Total nedstigning

source: Total distance
nb: Total distanse

source: Total time
nb: Total tid

source: Totals
nb: Totalt

source: Trip
nb: Tur

source: Trip Log
nb: Turlogg

source: Trip saved
nb: Tur lagret

source: Trips
nb: Turer

source: Units
nb: Enheter

source: W
nb: V

source: Your ride hasn't been lost — it's still paused. Try saving again.
nb: Turen er ikke tapt – den er fortsatt satt på pause. Prøv å lagre på nytt.

source: Your saved trips are still on this device, but couldn't be moved to the new format. They haven't been deleted. Updating the app again may fix it.
nb: Turene dine ligger fortsatt på denne enheten, men kunne ikke flyttes til det nye formatet. De er ikke slettet. En ny oppdatering av appen kan løse det.
